tap "caskroom/cask"
tap "cloudflare/cloudflare"
tap "doodlescheduling/flux-build"
tap "fluxcd/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "siderolabs/talos"
tap "siderolabs/tap"
tap "vectordotdev/brew"
brew "atuin"
brew "bash"
brew "chezmoi"
brew "cilium-cli"
brew "cloudflared"
brew "coreutils"
brew "cosign"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "doctl"
brew "python@3.12"
brew "findutils"
brew "fish"
brew "fisher"
brew "fluxctl"
brew "fzf"
brew "gawk"
brew "gettext"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "helmfile"
brew "htop"
brew "jo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kustomize"
brew "lolcat"
brew "lsd"
brew "make"
brew "media-info"
brew "minijinja-cli"
brew "minio"
brew "mise"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "pinentry-mac"
brew "pre-commit"
brew "prettier"
brew "starship"
brew "stern"
brew "tailscale"
brew "talhelper"
brew "talosctl"
brew "viddy"
brew "wget"
brew "wrangler"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "vectordotdev/brew/vector"
cask "1password"
cask "1password-cli"
cask "discord"
cask "font-fira-code-nerd-font"
