tap "fluxcd/tap"
tap "lance0/tap"
tap "omnigent-ai/tap"
brew "atuin"
brew "bash"
brew "bat"
brew "chezmoi"
brew "cloudflared"
brew "coreutils"
brew "cosign"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "doggo"
brew "dolt"
brew "python"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "fzf"
brew "gastown"
brew "gawk"
brew "gettext"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "gum"
brew "helm"
brew "helmfile"
brew "htop"
brew "jo"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kustomize"
brew "lefthook"
brew "lolcat"
brew "lsd"
brew "make"
brew "minijinja-cli"
brew "mise"
brew "mkbrr"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "oxfmt"
brew "pinentry-mac"
brew "pre-commit"
brew "prettier"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "stern"
brew "tailscale"
brew "talosctl"
brew "tmux"
brew "viddy"
brew "virtualenv"
brew "thefuck"
brew "wget"
brew "yamllint"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "lance0/tap/ttl"
brew "omnigent-ai/tap/omnigent"
brew "terror/tap/just-lsp"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "balenaetcher"
cask "brave-browser"
cask "claude-code"
cask "codex"
cask "discord"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "lunar"
cask "orbstack"
cask "postman"
cask "shottr"
cask "visual-studio-code"
cask "vlc"
cask "wifiman"
cask "wireshark-app"
