tap "fluxcd/tap", trusted: true
tap "home-operations/tap", trusted: true
tap "lance0/tap", trusted: true

brew "actionlint"
brew "asciinema"
brew "atuin"
brew "bash"
brew "bat"
brew "chezmoi"
brew "cloudflared"
brew "coreutils"
brew "colima"
brew "cosign"
brew "curl"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "doggo"
brew "dolt"
brew "python"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fisher"
brew "flock"
brew "fzf"
brew "gascity"
brew "gawk"
brew "gettext"
brew "gh"
cask "ghostty"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "gum"
brew "helm"
brew "helmfile"
brew "htop"
brew "jo"
brew "jq"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kustomize"
brew "lefthook"
brew "lolcat"
brew "lsd"
brew "make"
brew "mas"
brew "minijinja-cli"
brew "mise"
brew "mkbrr"
brew "moreutils"
brew "mtr"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "oxfmt"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "stern"
brew "tailscale"
brew "talosctl"
brew "tmux"
brew "viddy"
brew "virtualenv"
brew "thefuck"
brew "wget"
brew "yamllint"
brew "yq"
brew "zizmor"
brew "zoxide"
brew "fluxcd/tap/flux", trusted: true
brew "lance0/tap/ttl", trusted: true
brew "terror/tap/just-lsp", trusted: true

cask "1password"
cask "1password-cli"
cask "alfred"
cask "balenaetcher"
cask "claude-code"
cask "codex"
cask "discord"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-monaspace"
cask "google-chrome"
cask "halloy"
cask "home-operations/tap/flate", trusted: true
cask "home-operations/tap/kopiur", trusted: true
cask "lunar"
cask "postman"
cask "shottr"
cask "visual-studio-code"
cask "vlc"
cask "wifiman"
cask "wireshark-app"
